[
    {
        "title": "Kürk Mantolu Madonna",
        "author": "Sabahattin Ali",
        "description": "Raif Efendi’nin gizemli aşk hikâyesi ve içsel yalnızlığı.",
        "content": "Almanya’da geçen bir aşk hikayesi üzerinden insan ilişkileri ve hayal kırıklıkları işlenir.",
        "image": "/images/kurk_mantolu_madonna.jpg"
    },
    {
        "title": "Tutunamayanlar",
        "author": "Oğuz Atay",
        "description": " Modern bireyin toplumla uyumsuzluğunu ve içsel çatışmalarını anlatan bir başyapıt.",
        "content": "Selim Işık’ın intiharı sonrası, arkadaşı Turgut’un onun hayatını ve düşüncelerini anlamaya çalışması.",
        "image": "/images/tutunamayanlar.jpg"
    },
    {
        "title": "Saatleri Ayarlama Enstitüsü",
        "author": "Ahmet Hamdi Tanpınar",
        "description": "Modernleşme sürecindeki Türkiye'nin bürokratik yapısını hicveden bir roman.",
        "content": "Hayri İrdal’ın, Halit Ayarcı ile kurduğu Saatleri Ayarlama Enstitüsü üzerinden toplumun değişimini anlatır.",
        "image": "/images/saatleri_ayarlama_enstitüsü.jpg"
    },
    {
        "title": "Beyaz Gemi",
        "author": "Cengiz Aytmatov",
        "description": "Bir çocuğun hayal dünyası ve gerçek hayat arasındaki çatışması.",
        "content": "Dağlarda dedesiyle yaşayan bir çocuğun, beyaz gemiye ulaşma hayali ve yaşadığı hayal kırıklıkları.",
        "image": "/images/beyaz_gemi.jpg"
    },
    {
        "title": "Simyacı",
        "author": "Paulo Coelho",
        "description": "Kendi kaderini arayan bir çobanın hikayesi.",
        "content": "Santiago'nun rüyasında gördüğü hazineyi bulmak için çıktığı yolculuk ve bu süreçte öğrendiği hayat dersleri.",
        "image": "/images/simyacı.jpg"
    },
    {
        "title": "Suç ve Ceza",
        "author": "Fyodor Dostoyevski",
        "description": "Bir adamın işlediği suçun ardından yaşadığı vicdan azabı ve ruhsal çöküş.",
        "content": "Raskolnikov’un içsel çatışması ve toplumsal düzenle yüzleşmesi anlatılır.",
        "image": "/images/suc_ve_ceza.jpg"
    },
    {
        "title": "Sefiller",
        "author": "Victor Hugo",
        "description": "ailesine ekmek götürebilmek için hırsızlık yapan ve bu yüzden kürek mahkûmiyetine çarptırılan bir adamın hikâyesi",
        "content": "Sefiller , 19. yüzyıl Fransa'sında eski bir mahkum olan Jean Valjean karakterine odaklanıyor. Hikaye, Valjean'ın hapisten çıkışı ve ahlaki açıdan katı müfettiş Javert tarafından sürekli takip edilirken bir sanayici olarak yeniden yapılanmasını anlatırken uzun yılları kapsıyor",
        "image": "/images/sefiller.jpg"
    },
    {
        "title": "Hayvan Çiftliği",
        "author": "George Orwell",
        "description": "SSCB'nin kuruluşundan itibaren meydana gelen önemli olayları kara mizah yoluyla ve mecazi bir dille anlatır",
        "content": "Bir çiftlikte yaşayan hayvanlar, kendilerini sömüren insanlara başkaldırıp çiftliğin yönetimini ele geçirir. Amaçları daha eşitlikçi bir topluluk oluşturmaktır. Aralarında en akıllı olan domuzlar, kısa sürede önder bir takım oluşturur; ama devrimi de yine onlar yolundan saptırır.",
        "image": "/images/hayvanc.jpg"
    },
    {
        "title": "Kinyas ve Kayra",
        "author": "Hakan Günday",
        "description": "iki Türk gencinin Afrika'da başlayıp Amerika'ya sıçrayan, oradan Türkiye'ye uzanan, şiddet ve cinsellikle yüklü, hayatın kıyısında gezinen hayatlarını anlatan roman",
        "content": "Türkçe yeraltı edebiyatının ilk örneği sayılan roman, modern hayatın her bireyde şiddetle uyandırdığı basıp gitme arzusunu gerçekleştiren, uyuşturucu satıp adam öldüren, şantaj yapan ve adlarını kendileri seçen iki arkadaş olan Kinyas ile Kayra'nın başından geçenleri anlatır.",
        "image": "/images/kinyas_ve_kayra.jpg"
    },
    {
        "title": "Kardeşimin Hikayesi",
        "author": "Zülfü Livaneli",
        "description": "Emekli olduktan sonra Karadeniz'in bir sahil kasabasına taşınan Ahmet Arslan, sakin ve sessiz bir hayat sürmektedir. Ahmet, kendisinin de tanıdığı Arzu'nun öldürülmesi ile bir gazeteci kızla tanışır. Ona hayatını ve kardeşinin hayat hikâyesini anlatmaya başlar.",
        "content": "İstanbul'un Çatalca ilçesinde geçen olayları konu edinen Zülfü Livaneli Kardeşimin Hikayesi, esrarengiz bir cinayet ile başlar. Emekli inşaat mühendisi adam ile genç ve enerjik gazeteci kız arasında geçen Kardeşimin Hikayesi kurgusu, cinayetle birlikte köyde yaşanan olayları ve gizemi anlatır.",
        "image": "/images/kardeşimin_hikayesi.jpg"
    }
]